Repository: DngY4/FashionAIStyle
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Occasion
es: Ocasión"msgid "Preferred Color

source: Select Body Type
es: Seleccionar tipo de cuerpo
fr: Sélectionnez le type de corps

source: Hourglass
es: Reloj de arena
fr: Sablier

source: Pear
es: Pera
fr: Poire

source: Apple
es: Manzana
fr: Pomme

source: Rectangle
es: Rectángulo

source: Inverted Triangle
es: Triángulo invertido
fr: Triangle inversé

source: Get Style Recommendation
es: Obtener recomendación de estilo
fr: Obtenir une recommandation de style

source: Get Trend Analysis
es: Obtener análisis de tendencias
fr: Obtenir une analyse des tendances

source: Take Style Quiz
es: Hacer cuestionario de estilo
fr: Faire le quiz de style

source: Analyze Outfit
es: Analizar atuendo
fr: Analyser la tenue

source: Login
es: Iniciar sesión
fr: Connexion

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Admin Dashboard
es: Panel de administración
fr: Tableau de bord administrateur

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Fashion Knowledge Base
es: Base de conocimientos de moda
fr: Base de connaissances de mode

source: Occasions
es: Ocasiones

source: Style Rules
es: Reglas de estilo
fr: Règles de style

source: Color Combinations
es: Combinaciones de colores
fr: Combinaisons de couleurs

source: Body Type Recommendations
es: Recomendaciones por tipo de cuerpo
fr: Recommandations par type de corps

source: Current Trends
es: Tendencias actuales
fr: Tendances actuelles

source: Style Personalities
es: Personalidades de estilo
fr: Personnalités de style

source: Update Knowledge Base
es: Actualizar base de conocimientos
fr: Mettre à jour la base de connaissances

source: Wear clothes that make you feel comfortable and confident.
es: Use ropa que le haga sentir cómodo/a y seguro/a.
fr: Portez des vêtements qui vous font sentir à l'aise et confiant(e).

source: For a {occasion} occasion, we recommend a {style} style: {outfit}. Color scheme: {colors}. {body_type_rec}
es: Para una ocasión {occasion}, recomendamos un estilo {style}: {outfit}. Esquema de color: {colors}. {body_type_rec}
fr: Pour une occasion {occasion}, nous recommandons un style {style} : {outfit}. Schéma de couleurs : {colors}. {body_type_rec}

source: Invalid data format
es: Formato de datos inválido
fr: Format de données invalide

source: AI model updated and retrained successfully
es: Modelo de IA actualizado y reentrenado con éxito
fr: Modèle d'IA mis à jour et réentraîné avec succès

source: No file part
es: No hay parte del archivo
fr: Aucune partie de fichier

source: No selected file
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné

source: File type not allowed
es: Tipo de archivo no permitido
fr: Type de fichier non autorisé

source: Invalid username or password
es: Nombre de usuario o contraseña inválidos
fr: Nom d'utilisateur ou mot de passe invalide

source: Preferred Color
fr: Couleur préférée
